<pad>	0
<unk>	0
<s>	0
</s>	0
AA	-0
TT	-1
TG	-2
CA	-3
CC	-4
TA	-5
GG	-6
TC	-7
GA	-8
AAA	-9
GC	-10
TAA	-11
TTTT	-12
TCA	-13
TGA	-14
TTA	-15
GAA	-16
TCC	-17
CAA	-18
CTG	-19
CTT	-20
GTG	-21
GTT	-22
GCA	-23
GGA	-24
CCA	-25
GTA	-26
GCC	-27
CTA	-28
TAAA	-29
AAAA	-30
CTC	-31
GTC	-32
TGTG	-33
TATT	-34
CACA	-35
GAAA	-36
TATA	-37
TCTT	-38
TGTT	-39
CAAA	-40
GAGA	-41
CATT	-42
TGAA	-43
CAGG	-44
TCTG	-45
CAGA	-46
TCAA	-47
GGAA	-48
TAAAA	-49
CTGA	-50
GCTT	-51
GTGA	-52
GCTG	-53
CTCA	-54
CCTT	-55
CATG	-56
GCAA	-57
GTCA	-58
GTAA	-59
GAGG	-60
TTTTA	-61
TATG	-62
CGG	-63
GATT	-64
CCTG	-65
TCTC	-66
CCAA	-67
GTTA	-68
CTCC	-69
CTAA	-70
TACA	-71
CTTA	-72
TCCA	-73
GATG	-74
TTAA	-75
GAAAA	-76
TTTG	-77
GTTTT	-78
TCTA	-79
GCCA	-80
GTCC	-81
CTTTT	-82
GGGG	-83
TTTA	-84
CGA	-85
CCCA	-86
CAAAA	-87
TGGG	-88
TAGA	-89
TAGG	-90
GACA	-91
GGTT	-92
CCCC	-93
GGTG	-94
CATA	-95
GCTA	-96
TGTA	-97
TCAAA	-98
TGGA	-99
TAATT	-100
TGCA	-101
TTATT	-102
GGCA	-103
GGGA	-104
CCTA	-105
TTCA	-106
TCTCA	-107
GATA	-108
CGC	-109
CTGAA	-110
GTAAA	-111
TCTCC	-112
TTTTTT	-113
GCAAA	-114
CGTG	-115
TAAAAA	-116
TCTGA	-117
TCATT	-118
A	-119
T	-120
G	-121
C	-122
▁	-123
